//
//	Localizable.strings - English
//	Reader v2.5.4
//
//	Created by Julius Oklamcak on 2011-07-01.
//	Copyright © 2011-2013 Julius Oklamcak. All rights reserved.
//
//	Permission is hereby granted, free of charge, to any person obtaining a copy
//	of this software and associated documentation files (the "Software"), to deal
//	in the Software without restriction, including without limitation the rights to
//	use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies
//	of the Software, and to permit persons to whom the Software is furnished to
//	do so, subject to the following conditions:
//
//	The above copyright notice and this permission notice shall be included in all
//	copies or substantial portions of the Software.
//
//	THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS
//	OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
//	FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
//	AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY,
//	WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN
//	CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
//

"TitleName" = "索玛立方体 108关";
"TitleName2" = "立方体的各种解法";
"TitleName3" = "创意拼法";
"TitleName4" = "更多";

"TabTitleName" = "关卡";
"TabTitleName2" = "立方体";
"TabTitleName3" = "创意拼法";
"TabTitleNameTry" = "摆一摆";
"TabTitleNameX" = "自创形状X";
"TabTitleNameY" = "自创形状Y";
"TabTitleNameW" = "自创形状W";
"TabTitleName4" = "更多";


"TitleSetting" = "设置";
"TitleHelp" = "关于";
"ContentSoma" = "关于索玛立方体";
"ContentAuthor" = "联系： dacaiguoguo@163.com";

"GoAction" = "去演示";

"Completed" = "已完成";
"ToDo" = "待完成";

"RouteX" = "旋转X";
"RouteY" = "旋转Y";
"RouteZ" = "旋转Z";

"左" = "左";
"右" = "右";
"上" = "上";
"下" = "下";
"前" = "前";
"后" = "后";


"Reset" = "重置";
"StepCount" = "步数";
"DemoShow" = "演示";
"SomaDes" = "单指旋转\n双指滑动来平移\n双指捏合或张开来放大缩小";

"Display Mode" = "显示模式";
"Colorful Answers" = "彩色答案";
"Question Mode" = "出题模式";
"Number Mode" = "数字模式";
"Pause Playback" = "暂停播放";
"Auto Play" = "自动播放";
"StepSm" = "步骤";
"Kind" = "解法";

"restorePurchases.success" = "购买成功";
"restorePurchases.error" = "再试一次";
"Restore Purchases" = "恢复购买";
"Terms Of Use" = "用户协议";
"Privacy Policy" = "隐私协议";
"Purchases" = "订阅";
"PurchasesDesc" = "自动续订. 随时取消.";



"Choose Icon"="更换 App 图标";
"Choose new Icon"="请选择一个新的 App 图标";
"Default"="默认";
"AppIcon1"="AppIcon1";
"AppIcon2"="AppIcon2";
